{
  "english": "metaphor",
  "phat_am": "ˈmetəfə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "phép ẩn dụ",
          "definition": "a form of expression (not using ’like’ or ’as’)in which a quality or characteristic is given to a person or thing by using a name, image, adjective etc normally used of something else which has similar qualities etc",
          "world_new": [
            "form",
            "expression",
            "quality",
            "characteristic",
            "person",
            "name",
            "image",
            "adjective",
            "normally",
            "else",
            "similar"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "‘He’s a tiger when he’s angry’ is an example of (a) metaphor.",
              "world_new": [
                "tiger",
                "example"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In this magnum opus he used biological metaphors to analyse the functioning of a national economic system and elaborate a detailed typology of socio-economic phenomena.",
    "In the next scene we find this quaint and otherwise forgettable metaphor developed to grotesque effect.",
    "One method of making this prior knowledge explicit is to examine the metaphors preservice teachers use during their practice teaching.",
    "Indeed, rhythm becomes a complicated metaphor for sexuality in the song, a metaphor set up through the dual working of verbal and rhythmic meaning.",
    "Instead, the principal objections involve the explanatory merits of the metaphors, models, and explanations derived from these tools.",
    "This metaphor disrupts the metaphors of the closet.",
    "There are phenomena that occur only at certain scales, and which thereby are poor models or metaphors for other levels.",
    "The geographical metaphor is particularly useful when discussing the internal structure of a program, and hence it tends to predominate in more technical texts."
  ],
  "list_see_also": [
    "metaphoric",
    "metaphorically"
  ],
  "list_browse": [
    "metallurgist",
    "metallurgy",
    "metamorphic",
    "metamorphosis",
    "metaphor",
    "metaphoric",
    "metaphorically",
    "metaphysical",
    "metaphysics"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809700594_3d9674a405_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809700594_92f2348a1a_o.png",
      "id_image": "metaphor_2586994"
    }
  ]
}