{
  "english": "modify",
  "phat_am": "ˈmodifai",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "sửa đổi",
          "definition": "to change the form or quality of, usually slightly",
          "world_new": [
            "change",
            "form",
            "quality",
            "slightly"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "We had to modify the original design.",
              "world_new": [
                "original",
                "design"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "A fundamental problem for any adaptive system with a memory is: how should established representations be modified on the basis of experience?",
    "After bypass, using modified ultrafiltration, we extract the prime volume used and achieve a hematocrit of 35% at the end of ultrafiltration and before decannulation.",
    "In many areas the epidemiology of leptospirosis has been modified by changes in animal husbandry, climate and human behaviour [6].",
    "The initial description of cooking was later modified and expanded, taking the food chosen into account.",
    "Unlike genetically modified varieties that offer agronomic benefits to farmers, terminator technology offers only economic benefits to seed companies.",
    "I end with an alternative suggestion for modifying orthodox game theory.",
    "In such situations, activity verbs cannot be modified by again.",
    "The transverse intensity gradient generates a ponderomotive force, which modifies the plasma density profile in the transverse direction."
  ],
  "list_see_also": [
    "modification",
    "modifier"
  ],
  "list_browse": [
    "modesty",
    "modicum",
    "modification",
    "modifier",
    "modify",
    "modish",
    "modishly",
    "module",
    "mogul"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809453778_3acce5486d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809453778_8031287382_o.png",
      "id_image": "modify_2196224"
    }
  ]
}