{
  "english": "moustache",
  "phat_am": "məˈstaːʃ",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "ria mép",
          "definition": "the hair on the upper lip of a man",
          "world_new": [
            "hair",
            "upper",
            "lip"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The young man has grown a moustache.",
              "world_new": [
                "young",
                "grown"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Contemporary photos indicate that, while cowboys often had moustaches (sometimes quite fancy), beards were not common one out of twenty cowboys, perhaps.",
    "A triangle, a tennis racquet and a couple of moustaches.",
    "They had shiny shoes, pristine ironed uniforms and waxed moustaches.",
    "To do so, the band members shaved off their trademark beards and moustaches and cut their hair short.",
    "Many of the figures have no facial hair, though several of them wear very long moustaches, with heavy ends which hang down to the level of the chin.",
    "On several occasions since the 1970s, troopers have been given the option of voting to be able to wear short sleeve shirts in warm weather months and to have moustaches.",
    "The female has a grey back and wings, orange head and underparts, and a white face with black eye stripe and moustaches.",
    "In the late 19th century, the ornate beards and moustaches worn by the officers of the day, which complemented their rank and age, were also worn by socially equivalent civilians."
  ],
  "list_see_also": [],
  "list_browse": [
    "mouse",
    "mousehole",
    "mousetrap",
    "mousse",
    "moustache",
    "mousy",
    "mouth",
    "mouth organ",
    "mouth-watering"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808378772_c6d36d8fdc_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808378772_7575ef8013_o.png",
      "id_image": "moustache_205043"
    }
  ]
}