{
  "english": "multilingual",
  "phat_am": "ˌmaltiˈliŋɡwəl",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "đa ngôn ngữ",
          "definition": "speaking, written in, or using several different languages",
          "world_new": [
            "speaking"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a multilingual community.",
              "world_new": [
                "community"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In a multilingual society, minority groups use various written codes, which serve partially discrete functions.",
    "It is based on an impressive number of multilingual written and oral sources.",
    "Furthermore, and pertinent to this paragraph, they are extremely interested in supporting a multilingual presence of the site.",
    "Whereas the first concentrates on the factors which influence language acquisition processes, the second provides insights into language processing from a multilingual didactics perspective.",
    "Consequently, this study provides a window on the abiding theoretical problem of the study of lexical borrowings as sociolinguistic variables in multilingual communities in general.",
    "These major demographic changes have left many teachers and other school personnel unprepared to deal with the new realities of the multilingual, multicultural classroom.",
    "Graph-rewriting lexical choice is most useful in multilingual generation, when the same conceptual content must be expressed in different languages.",
    "In addition, in multilingual acquisition, the learning process is often interrupted because the learner starts learning another language."
  ],
  "list_see_also": [],
  "list_browse": [
    "multi-",
    "multi-coloured",
    "multi-storey",
    "multicultural",
    "multilingual",
    "multimedia",
    "multimillionaire",
    "multiple",
    "multiple sclerosis"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809687379_0bc3094705_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809687379_bcddb2f16e_o.png",
      "id_image": "multilingual_6314107"
    }
  ]
}