{
  "english": "mysterious",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "bí ẩn; khó hiểu",
          "definition": "difficult to understand or explain, or full of mystery",
          "world_new": [
            "difficult",
            "understand",
            "explain",
            "full",
            "mystery"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "mysterious happenings"
            },
            {
              "ex_of_definition": "He’s being very mysterious (= refuses to explain fully) about what his work is",
              "world_new": [
                "explain",
                "work"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In occupying and exploiting the mysterious space of the sacred in our contemporary 'secular' world, the nation revitalises the profane.",
    "Mysterious voices and mysterious meanings of lost contexts and circumstances!",
    "Perhaps those mysterious mathematical symbols did mean something after all.",
    "Anyone who suggests that groups can act and have preferences is liable to be accused of asserting the existence of mysterious collective entities.",
    "Adding and erasing marked points is another natural, more mysterious operation.",
    "This opening passage stages a most curious scene, indeed, foregrounding the physician's own curiosity and initial inability to explain the mysterious silence of his friend.",
    "It differed in spirit from the methods pursued in the rest of the book, and looked a bit mysterious and ad hoc.",
    "It is not the case that there is some mysterious essence of ownership that remains after all the authorized legal activities are subtracted from it."
  ],
  "list_see_also": [],
  "list_browse": [
    "myopia",
    "myopic",
    "myriapod",
    "myself",
    "mysterious",
    "mysteriously",
    "mystery",
    "mystify",
    "myth"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809444763_cc843bb120_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809444763_78f294d1d0_o.png",
      "id_image": "mysterious_3479836"
    }
  ]
}