{
  "english": "narrative",
  "phat_am": "ˈnarətiv",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chuyện kể",
          "definition": "a story",
          "world_new": [
            "story"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "an exciting narrative.",
              "world_new": [
                "exciting"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In 2000, since neither party could effectively open these gates, the transition ritual incorporated two competing narratives.",
    "The article marks a postwar revival of interest in evolutionary narratives in psychiatry.",
    "An analysis of four dances will reveal how the distinct rhythmic and metric profiles of arabesque melodies portray characters and their narratives.",
    "They rarely make use of extended narratives or co-constructed justifications, and dyad h did not engage in the requested task at all.",
    "A number of narratives were constructed to account for the circulation of knowledge across the boundaries of cultures.",
    "Most of the school-age children appeared able to organize their narratives at the segmental level provided the referential load was not too great.",
    "One of the joys of reading this book is the clarity of the writing and the accessible presentation which includes extracts from the participants' narratives.",
    "The narratives represent 473 learners from around the world, 120 of whom are reflected in this study."
  ],
  "list_see_also": [],
  "list_browse": [
    "nappy",
    "narcotic",
    "narrate",
    "narration",
    "narrative",
    "narrator",
    "narrow",
    "narrow-minded",
    "narrowly"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809328236_48657e9d37_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809328236_18c6b7421e_o.png",
      "id_image": "narrative_6430531"
    }
  ]
}