{
  "english": "nation",
  "phat_am": "ˈneiʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "quốc gia",
          "definition": "a group of people living in a particular country, forming a single political and economic unit",
          "world_new": [
            "group",
            "people",
            "living",
            "particular",
            "country",
            "single",
            "political",
            "economic",
            "unit"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The President is going to address the nation in a speech this afternoon.",
              "world_new": [
                "address",
                "speech",
                "afternoon"
              ]
            }
          ]
        },
        {
          "mean_english": "dân tộc",
          "definition": "a large number of people who share the same history, ancestors, culture etc (whether or not they all live in the same country)",
          "world_new": [
            "large",
            "number",
            "people",
            "share",
            "history",
            "culture",
            "live"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the Jewish nation.",
              "world_new": [
                "Jewish"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "A sense of the differential effect of drift and conversion in these nations can be gleaned from comparative data on out-of-pocket health spending.",
    "Over the years, it has primarily been a channel for conquest and commerce that gave various tribes and nations the route to secure their hegemony.",
    "Full-blown ®nancial crisis hit in 1997, following the collapse of the nation's tenth largest bank and fourth largest securities ®rm.",
    "As the spread of globalisation influences a nation's social policy through intervening variables, the characteristics of these intervening variables become more important.",
    "The only way in which they could maintain themselves among the other stronger nations was by idealizing their one distinguishing feature: their inferiority.",
    "They nonetheless provided a useful and generally accurate overview of the foreign policy agendas harboured by the superpowers and claimant nations.",
    "A third source (after conventions and custom) is 'the general principles of law recognised by civilised nations'.",
    "One of these tensions may have derived from the divergent ways in which different social strata internalised the nation's past."
  ],
  "list_see_also": [
    "national",
    "nationally",
    "nationalism",
    "nationalist",
    "nationalistic",
    "nationality",
    "nationalize",
    "nationalization",
    "national anthem",
    "national service",
    ""
  ],
  "list_browse": [
    "nasal",
    "nastily",
    "nastiness",
    "nasty",
    "nation",
    "national",
    "national anthem",
    "national service",
    "nationalism"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809683099_af71ccf14a_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809683099_a514f84af8_o.png",
      "id_image": "nation_6388849"
    }
  ]
}