{
  "english": "nobleman",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người quý tộc",
          "definition": "a noble",
          "world_new": [
            "noble"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The king was murdered by a nobleman at his court.",
              "world_new": [
                "king",
                "court"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Spirited young noblemen defied tradition and rejected the formal sartorial trappings of their birth.",
    "By the mid-seventeenth century the patronage of classical music had become central to the notion of what it meant to be a mirza or nobleman.",
    "From the narrator's perspective, either the notification of a mournful event or a detailed description of the nobleman's death are beside the point.",
    "Large landowners - such as sovereign lords, noblemen, monasteries and chapters - were almost entirely absent there : they held less than a fifth of the land.",
    "At the same time, educational reforms placed greater emphasis on training young noblemen for state bureaucratic service.",
    "Archbishops still kept a public dinner table as noblemen once did.",
    "He asks for consultation with the other noblemen before speaking, in order to reach mutual agreement.",
    "Something in this young nobleman's noble act - it has since been not without a parallel among our aristocracy - silenced the tongue of gossip itself."
  ],
  "list_see_also": [],
  "list_browse": [
    "no-win",
    "no/none other than",
    "nobility",
    "noble",
    "nobleman",
    "nobly",
    "nobody",
    "nocturnal",
    "nod"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809677479_49ec66d6a2_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809677479_3178e60d81_o.png",
      "id_image": "nobleman_5234371"
    }
  ]
}