{
  "english": "oblique",
  "phat_am": "əˈbliːk",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "chéo",
          "definition": "sloping",
          "world_new": [
            "sloping"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He drew an oblique line from one corner of the paper to the other.",
              "world_new": [
                "line",
                "corner",
                "paper"
              ]
            }
          ]
        },
        {
          "mean_english": "cong",
          "definition": "not straight or direct",
          "world_new": [
            "straight",
            "direct"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He made an oblique reference to her work.",
              "world_new": [
                "reference",
                "work"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Optimized gantry at approx 550 from vertical and table at 300 toward gantry. 2 laterals, 2 anterior obliques and 2 posterior obliques.",
    "The comment is usually oblique, absorbed below normal levels of ratiocination.",
    "The selection of the preposition in the oblique argument is dependent on the verb used.",
    "Trapped-particle effects become more important for oblique injection being typical for outer radii.",
    "Secondly a class of oblique wave with frequency comparable with that of the two-dimensional mode is another cause of breakdown.",
    "The structure matrix, after an oblique rotation, shows that two factors have only one category of constraint with a unique and salient loading.",
    "He further notes that prepositional phrases generally represent obliques, leaving subjects and objects unmarked (38).",
    "Compared to the direct anteroposterior diameter at this level, the oblique diameter is the most accommodating dimension for the wider shoulders to pass through."
  ],
  "list_see_also": [
    "obliquely"
  ],
  "list_browse": [
    "obligatory",
    "oblige",
    "obliging",
    "obligingly",
    "oblique",
    "obliquely",
    "obliterate",
    "oblivious",
    "obliviously"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810086805_f8b32e6e2b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810086805_73034bd993_o.png",
      "id_image": "oblique_2548519"
    }
  ]
}