{
  "english": "obligation",
  "phat_am": "obliˈɡeiʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "nghĩa vụ",
          "definition": "a promise or duty",
          "world_new": [
            "promise",
            "duty"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "You are under no obligation to buy anything.",
              "world_new": [
                "buy"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "But how could obligation possibly follow from propositional knowledge alone?",
    "To be fair, the book is explicitly an institutional history, and as such has no obligation to engage large historiographical themes.",
    "Helping others whom one has assumed no prior obligation to help is the quintessential way to make anyone's existence significant to some degree.",
    "Central responsibility for covering local deficits in current obligations would equalize contribution rates across municipalities and would enable the accounts to be funded.",
    "Even in section 5 the symbols used to describe preferences and obligations would have meanings grounded in particular domains.",
    "For example, in legitimating discriminatory behavior toward women, it enacts changes with respect to the obligation to refrain from such behavior.",
    "In other words, national policies converge because of corresponding legal obligations defined in international or supranational law.",
    "Consequently, does society have a moral obligation to mitigate the differences in health for which we are personally responsible?"
  ],
  "list_see_also": [],
  "list_browse": [
    "objectionable",
    "objectionably",
    "objective",
    "objectively",
    "obligation",
    "obligatorily",
    "obligatory",
    "oblige",
    "obliging"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808394397_ea53813904_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808394397_876838ab4c_o.png",
      "id_image": "obligation_1401429"
    }
  ]
}