{
  "english": "obsolete",
  "phat_am": "ˈobsəliːt",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "cổ xưa",
          "definition": "no longer in use",
          "list_ex_of_definition": [
            {
              "ex_of_definition": "obsolete technology.",
              "world_new": [
                "technology"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Candidates of target functions to be upgraded include functions that will be technically obsolete and appearance that will be out of fashion.",
    "More readings of this kind need to be done before the method is discarded as obsolete.",
    "He consolidated and clarified a host of statutes, abolished obsolete offences, made significant procedural changes, and introduced a professional police force.",
    "It is only by applying the obsolete code of scientific voluntarism to a free market situation that the scientific community persuades itself otherwise.",
    "With the sovietisation of their neighbours, the justification for annexations as liberation from imperialist oppression became obsolete.",
    "Due to the commitment to shared memory architectures, explicit decomposition of arrays is obsolete.",
    "There is little reason to fear, then, that globalization will destroy all attempts at regulating the operations of capitalist economies, or render comparative politics obsolete.",
    "With refinement of the analysis, it becomes possible to reconstruct the interactive system periodically as technology changes and the reconstructions themselves become obsolete."
  ],
  "list_see_also": [],
  "list_browse": [
    "obsessively",
    "obsessiveness",
    "obsolescence",
    "obsolescent",
    "obsolete",
    "obstacle",
    "obstacle race",
    "obstetrician",
    "obstetrics"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809703984_cf25ab12b4_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809703984_bb001e7424_o.png",
      "id_image": "obsolete_1610496"
    }
  ]
}