{
  "english": "occupational",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thuộc nghề nghiệp",
          "definition": "of, or caused by, a person’s job",
          "world_new": [
            "job"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "an occupational hazard.",
              "world_new": [
                "hazard"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Occupational pension scheme membership had remained stable over the period from 1987 to 1993-4, in spite of increased opportunity to join a scheme.",
    "Considering these schemes as the conquest of specific occupational groups, most unions opposed their harmonization.",
    "Despite this static picture of employment of older men, there were structural changes in the economy, demonstrated here by alterations in occupational profile.",
    "On the other, torments surface about restricted occupational prospects and tedium.",
    "As a consequence, three distinct occupational roles now exist within the profession, one integrated and two specialised.",
    "The problem of dual loyalty is therefore evident in many settings, including, for example, occupational health, forensic services, managed care, and the military environment.",
    "Whilst it would be satisfying to separate the occupational from the national groupings more precisely, such a task is beyond me.",
    "Since the 1950s, any move toward greater national involvement has been linked not to social insurance but to occupational safety and health."
  ],
  "list_see_also": [],
  "list_browse": [
    "occult",
    "occupancy",
    "occupant",
    "occupation",
    "occupational",
    "occupier",
    "occupy",
    "occur",
    "occurrence"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809349121_2b185927b5_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809349121_f8422bc6b0_o.png",
      "id_image": "occupational_1176223"
    }
  ]
}