{
  "english": "onion",
  "phat_am": "ˈanjən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "củ hành",
          "definition": "a type of vegetable with an eatable bulb which has a strong taste and smell",
          "world_new": [
            "type",
            "vegetable",
            "eatable",
            "bulb",
            "strong",
            "taste",
            "smell"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "pickled onions"
            },
            {
              "ex_of_definition": "Put plenty of onion in the stew.",
              "world_new": [
                "stew"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "It is surprising to see that onions sold at discount stores were priced significantly higher than onions sold elsewhere.",
    "Thus, onions are a relatively high water requirement crop in terms of absolute water extracted and used on the farm (table 9).",
    "The former may be compared with an onion > (smell of) onion and the latter with an onion > some onion.",
    "A 50 % fall in onion price makes the control and fully fertilized treatments unprofitable and reduces net incomes by over 70 % in the other treatments.",
    "The price series for flour, mutton, olive oil, cooking oil, onions, chickpeas, pepper, sugar, and wood were used in these calculations.",
    "The sauces are made of several ingredients including chili, onion, red and green tomatoes, and coriander.",
    "It is concluded that the rate of pre- and post-emergence seedling growth in onion is independent of environmentally induced differences in seed quality (seed vigour).",
    "While initially unnerving, his probing questions sought to peel away the layers of knowledge like an onion."
  ],
  "list_see_also": [],
  "list_browse": [
    "one/two etc at a time",
    "onerous",
    "oneself",
    "ongoing",
    "onion",
    "onlooker",
    "only",
    "only too",
    "onomatopoeia"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809346871_c92024b3e6_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809346871_75d0eef43c_o.png",
      "id_image": "onion_952021"
    }
  ]
}