{
  "english": "optimistic",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "lạc quan",
          "definition": "always hoping or believing that something good will happen",
          "world_new": [
            "happen"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "an optimistic person/attitude."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Optimistic (pessimistic) expectations involve a second-period equilibrium characterized by a low (high) probability of devaluation, which in turn validates the expectations.",
    "This was particularly the case for national prospective judgements; on average, women were much less optimistic than men about the future of the national economy.",
    "The book deliberately presented a more optimistic scenario than that suggested by prevailing trends.",
    "A more optimistic answer, however, is that despite the ongoing debate, there are a variety of architectures that constitute operational models for implemented agent languages.",
    "With this armament, we saw ourselves as the natural optimistic extension of our time -purveyors of medical manifest destiny.",
    "In the most optimistic case, with discount rate of 10% and a marginal to average product ratio of 1-00, this age is 12 years.",
    "We use optimistic copying as the basis for our incremental algorithm.",
    "Such an optimistic outlook underlay the poetic and edifying side of most physicotheological literature."
  ],
  "list_see_also": [],
  "list_browse": [
    "optician",
    "optics",
    "optimism",
    "optimist",
    "optimistic",
    "optimistically",
    "optimize",
    "optimum",
    "option"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808390062_c0065a4862_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808390062_87319a1927_o.png",
      "id_image": "optimistic_708610"
    }
  ]
}