{
  "english": "orchestra",
  "phat_am": "ˈoːkəstrə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "dàn nhạc",
          "definition": "a (usually large) group of musicians playing together, led by a conductor",
          "world_new": [
            "group",
            "conductor"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the London Symphony Orchestra."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "There is no doubt that it is the shortage of accommodation for our orchestras and for our students which has sparked off this row.",
    "Our orchestras and opera companies are begrudgingly attempting to reinvent themselves.",
    "The opera company has to pay for the services of orchestras that it uses.",
    "They also describe the advent of recording and its effects on the particular sound characteristics of different orchestras.",
    "The administrative complexities of the occupation ensured that many artists returned to the podium or regular employment in orchestras at a considerably earlier date than might have been expected.",
    "I have spoken at some length of opera and of orchestras.",
    "In addition, some fragile sounds on the tape, such as a bowed crystal glass, create a strange illumination which surrounds both the live and ghost orchestras.",
    "I should be surprised if even those who live and breathe orchestras do not find thought-provoking material here, as well as anecdotes to delight in."
  ],
  "list_see_also": [
    "orchestral"
  ],
  "list_browse": [
    "oratorical",
    "oratory",
    "orbit",
    "orchard",
    "orchestra",
    "orchestral",
    "orchid",
    "ordain",
    "ordeal"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808427407_7dcfae9641_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808427407_2f1e548aae_o.png",
      "id_image": "orchestra_3700246"
    }
  ]
}