{
  "english": "outsider",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người ngoài cuộc",
          "definition": "a person who is not part of a group etc",
          "world_new": [
            "person",
            "part",
            "group"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She always felt like an outsider at school.",
              "world_new": [
                "felt",
                "school"
              ]
            }
          ]
        },
        {
          "mean_english": "người ít có khả năng thắng cuộc",
          "definition": "(in a race etc) a runner who is not expected to win",
          "world_new": [
            "race",
            "runner",
            "win"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The race was won by a complete outsider.",
              "world_new": [
                "race",
                "complete"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Marriage records show that the inhabitants of these towns only very rarely married outsiders.",
    "Instead of that preoccupation with the particulars of administration, which characterized their previously internal discourse, they now exhibited the concerns of disgruntled outsiders.",
    "However, the bibliographies at the ends of chapters provide useful clues for interested readers, especially helpful for outsiders who do not know where to begin.",
    "Citizens' wives and daughters were far more likely to be the subjects of petitions and pleas for mercy than were marginal women and outsiders.",
    "Pre-colonial agents used signals that reduced the social distance between sender and receiver to convey their credibility to outsiders they wanted to trade with.",
    "What is successfully presented for consumption by outsiders also redefines the parameters of legitimacy and authenticity for indigenous audiences.",
    "Younger survey respondents were found to be more open to marketing tourism to outsiders than older respondents (.05).",
    "Mid- and late-century improvers came to identify certain outsiders as threatening the very existence of collective self-improvement."
  ],
  "list_see_also": [],
  "list_browse": [
    "outset",
    "outshine",
    "outside",
    "outside in",
    "outsider",
    "outsize",
    "outskirts",
    "outspoken",
    "outstanding"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810078545_7a4db733e6_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810078545_17ef05abaa_o.png",
      "id_image": "outsider_4697302"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808386127_74e9050197_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808386127_55547d4b00_o.png",
      "id_image": "outsider_4697332"
    }
  ]
}