{
  "english": "paroxysm",
  "phat_am": "ˈpӕrəksizəm",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cơn bộc phát",
          "definition": "a sudden sharp attack (of pain, rage, laughter etc)",
          "world_new": [
            "sudden",
            "sharp",
            "attack",
            "pain",
            "rage",
            "laughter"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "paroxysms of laughter.",
              "world_new": [
                "laughter"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The duration and intensity of pain episodes or paroxysms were additional parameters studied.",
    "Or take, again, paroxysms or rapid heart rate in pregnancy—acceleration up to 150 or 200 in the minute.",
    "Freud was correct, then, that grief and loss do empty us for a time, depleting us in waves and paroxysms.",
    "The technique was difficult for a physician to master and could take hours to achieve hysterical paroxysm.",
    "In suddenness, intensity, and periodicity, there is a close analogy between malarial fever and inebriate paroxysms, the same causes often originating both diseases.",
    "This causes movement of the cupula and a brief paroxysm of vertigo and nystagmus.",
    "These trials determined that opium equaled quinine in its capacity to arrest 'the paroxysms of intermittent fever' associated with recurring malarial attacks, if given in sufficient quantities to the sufferer.",
    "Grief comes in waves, paroxysms, sudden apprehensions that weaken the knees and blind the eyes and obliterate the dailiness of everyday life."
  ],
  "list_see_also": [],
  "list_browse": [
    "parlour",
    "parlour maid",
    "parody",
    "parole",
    "paroxysm",
    "parquet",
    "parricide",
    "parrot",
    "parsley"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810068410_5c9eb17e7e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810068410_7ea2a91014_o.png",
      "id_image": "paroxysm_3998108"
    }
  ]
}