{
  "english": "paternity",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cương vị làm cha",
          "definition": "the fact or state of being a father",
          "world_new": [
            "fact",
            "state",
            "father"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "(also adjective) paternity leave.",
              "world_new": [
                "leave"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Cases in which the paternity of children of married women were at stake telescope many of the issues that arise with paternity cases in general.",
    "Strategies used by late-arriving males to favour their paternity are also mentioned.",
    "The test for genetic paternity simply does not address the most important consideration.",
    "There are some other, firmer ways of limiting access to genetic paternity testing.",
    "In the future, examining paternity and accountability issues seems logical to understand and articulate this aspect of the problem and seek possible solutions.",
    "The emerging phenomenon of genetic paternity testing shows how good science and useful social reform can run off the rails.",
    "While the local press considered the judge's decision to be a misconstruction ofjustice, the determination did reflect commonly held beliefs about what constitutes paternity.",
    "Instead, they stated that science should not have any voice in these trials, an attitude rarely found in traditional paternity proceeding decisions."
  ],
  "list_see_also": [],
  "list_browse": [
    "patella",
    "patent",
    "patent leather shoes",
    "paternal",
    "paternity",
    "path",
    "pathetic",
    "pathetically",
    "pathological"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810065105_c8f8b5eb56_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810065105_9733ff7230_o.png",
      "id_image": "paternity_5904087"
    }
  ]
}