{
  "english": "performer",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người biểu diễn",
          "definition": "a person who performs, especially theatrically or musically",
          "world_new": [
            "person",
            "theatrically",
            "musically"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The concert attracted some of the country’s top performers.",
              "world_new": [
                "concert",
                "top"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The market is further enhanced by live performers who act out the varied timeless arts.",
    "Their electronic specialists work closely with performers to develop individualised electronic instruments.",
    "Chapter 4 discusses many central considerations for performers: setting up goals and planning the path, structuring time of practice and preparation towards achieving such goals.",
    "The affect of poor performers on agencies' performance and morale can far exceed their small numbers.",
    "In music, the act of revisiting existing technology brings about new relationships between composers, performers and listeners as well as between notation and sonic material.",
    "In spite of an increasing number of females engaging in the musical profession, the textbooks hardly mention famous female composers and performers.",
    "Perhaps both performers, if in very different ways, ultimately show some uncertainty about how to handle this music.",
    "We must be careful to add all information sources, publications and interviews with the composer, other performers, musicologists, listeners and others."
  ],
  "list_see_also": [],
  "list_browse": [
    "perforation",
    "perform",
    "performance",
    "performance assessment",
    "performer",
    "perfume",
    "perfumery",
    "perhaps",
    "peril"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809320766_564a24a216_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809320766_d77bfac9fc_o.png",
      "id_image": "performer_4090140"
    }
  ]
}