{
  "english": "pestilence",
  "phat_am": "ˈpestiləns",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "bệnh dịch hạch",
          "definition": "any type of deadly epidemic disease, especially bubonic plague",
          "world_new": [
            "type",
            "deadly",
            "epidemic",
            "disease",
            "plague"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the spread of the pestilence.",
              "world_new": [
                "spread"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "You have brought that happy state of things to pass—peace, prosperity, law and order, and protection from war, pestilence and famine.",
    "The day has gone by when we had famine, pestilence and epidemics.",
    "There are parents of young children dreading the time when their children grow up to be teenagers, all because of this dreaded drug pestilence.",
    "He asserted that famine, war and pestilence were positive ways of checking the growth in population, sweeping away excess peoples, and then maintaining a rough equilibrium between people and necessities.",
    "There has been no pestilence, no earthquake.",
    "We face the gravest economic difficulties which have come upon us even though we have not suffered from war, pestilence or famine.",
    "One puts one's money on with an insurance company hoping that one will not lose—hoping that one will not get pestilence, flood or theft.",
    "Pollution and pestilence have broken out, contagion made more terrible by their sheer numbers overwhelms them."
  ],
  "list_see_also": [],
  "list_browse": [
    "pessimistically",
    "pest",
    "pester",
    "pesticide",
    "pestilence",
    "pestle",
    "pet",
    "pet name",
    "petal"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809674984_176e252dc9_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809674984_5d7aea6243_o.png",
      "id_image": "pestilence_3805746"
    }
  ]
}