{
  "english": "pineapple",
  "phat_am": "ˈpainӕpl",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "quả dứa",
          "definition": "a type of large tropical fruit shaped like a large pine-cone, or the plant which produces it",
          "world_new": [
            "type",
            "large",
            "tropical",
            "fruit",
            "shaped",
            "large",
            "plant"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a slice of pineapple",
              "world_new": [
                "slice"
              ]
            },
            {
              "ex_of_definition": "(also adjective) pineapple juice.",
              "world_new": [
                "juice"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Whereas in our study area the eviction of the strangers would mainly mean the loss of the land rent income, and of the intermediation gains in the pineapple sector.",
    "After second stage, when all the pineapples are gone, you want to plant again, you'll have problems.",
    "I am not talking about bananas or pineapples, but fruit that we ordinarily grow in this country.",
    "I have decided to abolish the control of canned grapefruit, pineapple and mandarin oranges after the end of the year.",
    "The aim is to achieve totally bare soil, with moss cover that does not attract the pest, or planted with an unattractive intercrop such as pineapple.",
    "The three-syllable words were: celery, photograph, pineapple, radio, stadium, telescope, apartment, cathedral, foundation, horizon, umbrella, suspender, chandelier, engineer, gasoline, kangaroo, referee, violin.",
    "They also plant and maintain different crops (cassava, coffee, pineapple, plantain) and attend to other duties to complement their spouses' activities.",
    "In addition, it is expected that a quantity of canned pineapple jam will be sold."
  ],
  "list_see_also": [],
  "list_browse": [
    "pinch",
    "pinched",
    "pincushion",
    "pine",
    "pineapple",
    "ping",
    "ping-pong",
    "pinhole",
    "pink"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809460803_95356ac7af_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809460803_b6b424453e_o.png",
      "id_image": "pineapple_433690"
    }
  ]
}