{
  "english": "placard",
  "phat_am": "ˈplӕkaːd",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "áp phích",
          "definition": "a notice printed on eg wood or cardboard and carried, hung etc, in a public place",
          "world_new": [
            "notice",
            "wood",
            "cardboard",
            "public",
            "place"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The protesters were carrying placards denouncing the government’s policy.",
              "world_new": [
                "policy"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "You would have to have canvassing, speeches, meetings, the distribution of pamphlets and leaflets, and placards which would be decorating or disgracing the walls.",
    "On the last occasion, it resulted in angry pickets at the county hall and deputations with placards showing their protests.",
    "Glass showcases, window displays, advertising leaflets, store front placards, billboards, electric signs and background musical enticements were some of the strategies used better to promote events and market merchandise.",
    "It is something which the newspapers have a habit of making into placard news.",
    "Does he not know perfectly well that that placard was put up by two policemen?",
    "The tankers need to be placarded to warn of the corrosive properties of the solution unless diluted to a safe level.",
    "If requested, in a county over 300,000 acres in area, they will receive eight placards extra.",
    "In practical terms, what the committee wanted was a monument that looked and functioned more like a placard than a work of fine art."
  ],
  "list_see_also": [],
  "list_browse": [
    "pizza",
    "pizzeria",
    "pizzicato",
    "pl.",
    "placard",
    "placate",
    "place",
    "place name",
    "placenta"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810081680_cd0cd95715_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810081680_24e9b2a447_o.png",
      "id_image": "placard_2529701"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809699354_9ea2d49620_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809699354_ff65acb1e6_o.png",
      "id_image": "placard_4901813"
    }
  ]
}