{
  "english": "premolar",
  "phat_am": "(British) priːˈmoulə; (American) priːˈmoulər",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "răng nanh",
          "definition": "any one of eight teeth situated in pairs on each side of both jaws between the canine and molar teeth",
          "world_new": [
            "situated",
            "side",
            "canine",
            "molar"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The premolars are for chewing foods."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Usually the mesiobuccal cusp rests in between the first mandibular molars and second premolars.",
    "Despite being named molars, the deciduous molars are followed by permanent premolars.",
    "The adults have no incisor or canine teeth, just a set of cheek teeth, which are not clearly differentiated into molars and premolars.",
    "The complete dental formula was not recoverable, but the lower jaw contained 4 incisors, 1 canine, 5 premolars, and 6 molars.",
    "Infections originating in either maxillary or mandibular teeth can spread into the buccal space, usually maxillary molars (most commonly) and premolars or mandibular premolars.",
    "All horses have twelve premolars, twelve molars, and twelve incisors.",
    "All of these are gradually replaced with a permanent counterpart except for the primary first and second molars; they are replaced by premolars.",
    "Fewer teeth that were primarily slicing premolars and not crushing molars meant that grass or anything with cellulose would not have been on the menu."
  ],
  "list_see_also": [],
  "list_browse": [
    "premeditated",
    "premier",
    "première",
    "premises",
    "premolar",
    "premonition",
    "preoccupation",
    "preoccupy",
    "prep."
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810065730_9abd5f1320_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810065730_ed91980870_o.png",
      "id_image": "premolar_1386921"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810065650_5c92ea6a59_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810065650_37bebd68dd_o.png",
      "id_image": "premolar_4215362"
    }
  ]
}