{
  "english": "preservation",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự giữ gìn",
          "definition": "the action of preserving or the state or process of being preserved",
          "world_new": [
            "action",
            "state",
            "process"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the preservation of the nation’s heritage.",
              "world_new": [
                "heritage"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Preservation of subcoalgebras by pre-images is central here, so we give an elementary proof.",
    "In the literature, works on revision generally operate within the context of consistency preservation.",
    "Considering the high grade of preservation, the mineral formation process was probably a relatively quick event.",
    "The new plant remains discovered by us are in a better, but somewhat unusual, state of preservation (as described above).",
    "These include the fossilization process, preservation and cladistics, in addition to (arguably) more prosaic topics such as fieldwork, collecting, preparation and curation.",
    "His study demonstrates that this constitutes a politeness and face preservation strategy that builds social action and maintains social order.",
    "This approach has resulted in a quantumleap improvement in specimen preservation compared to the earlier negative-stain preparation of dry specimens.",
    "Patients in \"minimally conscious states\" are awake but have only partial preservation of awareness and responsiveness."
  ],
  "list_see_also": [],
  "list_browse": [
    "presentable",
    "presentation",
    "presenter",
    "presently",
    "preservation",
    "preservative",
    "preserve",
    "preside",
    "presidency"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809327946_4105e83c72_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809327946_1b25d0278c_o.png",
      "id_image": "preservation_3906472"
    }
  ]
}