{
  "english": "privilege",
  "phat_am": "ˈprivəlidʒ",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "đặc quyền",
          "definition": "(a) favour/favor or right available, or granted, to only one person, or to a small number of people",
          "world_new": [
            "right",
            "available",
            "granted",
            "person",
            "small",
            "number",
            "people"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Senior students are usually allowed certain privileges.",
              "world_new": [
                "certain"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "It turns out that under certain circumstances, a maximin egalitarian case for seniority privileges could be made.",
    "Thus, in affirmative constructions, z- simply determines which of the two values is privileged.",
    "At most levels, many individuals contrived privilege- and statuspreserving leaps from the former to the latter.",
    "There is a danger that reflexivity could be used to privilege a theoretical or methodological standpoint by contrasting it to an unreflexive counterpart.",
    "They were mutually dedicated to reforming institutions and removing privileges that they regarded as impediments to growth and stability.",
    "In approaching their prospects, network marketers enjoy the privilege of exploiting the element of intimacy by reducing the potential threat to their prospects' negative face.",
    "This flier makes explicit, despite its ostensibly pro-migrant tone, that migrant rights are in fact privileges that must be earned through integration.",
    "Second, administrators refers to heads of non-profit organizations, and their power and privileges lie in the public properties under their control."
  ],
  "list_see_also": [
    "privileged"
  ],
  "list_browse": [
    "privately",
    "privation",
    "privatization",
    "privatize",
    "privilege",
    "privileged",
    "privy",
    "prize",
    "pro-"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809438763_8932e34b7f_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809438763_c72a5ff32e_o.png",
      "id_image": "privilege_3053782"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808368587_f061c3c3dc_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808368587_62649acd7e_o.png",
      "id_image": "privilege_3956768"
    }
  ]
}