{
  "english": "propaganda",
  "phat_am": "propəˈɡӕndə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự tuyên truyền",
          "definition": "the activity of spreading particular ideas, opinions etc according to an organized plan, eg by a government; the ideas etc spread in this way",
          "world_new": [
            "activity",
            "particular",
            "organized",
            "plan",
            "spread"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "political propaganda.",
              "world_new": [
                "political"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In recent times much has been written on the deliberate exploitation of opaque, high register latinisation for the purposes of propaganda.",
    "The impact of all this propaganda on her students is hard to gauge.",
    "His opening claim that historians have been far too little conscious of the important impact of the stadholderking's published propaganda is certainly justified.",
    "Scholars have examined the brinkmanship between intellectuals and the regime: how intellectuals reacted to the regime's propaganda and the regime dealt with the intellectuals' reaction.",
    "She raised the art of public propaganda to new heights.",
    "While its efforts could never be systematic, there were certain varieties of radical propaganda that drew considerably more attention from it than others.",
    "Researchers could be misled by the publications of the first category because they were usually censored by the government to fit its propaganda purposes.",
    "These tribally based assemblies, while of some propaganda value, could, of course, never offer more than a mirage of legislative power."
  ],
  "list_see_also": [],
  "list_browse": [
    "proofread",
    "proofreader",
    "prop",
    "prop up",
    "propaganda",
    "propagate",
    "propagation",
    "propel",
    "propeller"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808395672_e80422ffb8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808395672_3fed4acb81_o.png",
      "id_image": "propaganda_1610500"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809705489_4293f50784_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809705489_2fd8393b63_o.png",
      "id_image": "propaganda_4410276"
    }
  ]
}