{
  "english": "prosperity",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự phát đạt",
          "definition": "success; wealth",
          "world_new": [
            "wealth"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "We wish you happiness and prosperity.",
              "world_new": [
                "wish",
                "happiness"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "On the other hand, corruption has been found to reduce prosperity.",
    "His book is crammed with evidence and arguments that, even as prosperity has grown, so the army of the hungry has remained.",
    "However, my general proposition was that the prosperity of any economic enterprise depends on the collective efforts of its entrepreneurs, managers and workers.",
    "Its decisive and strong leadership is widely credited for creating national economic prosperity, a feat not yet matched by democratic governance.",
    "This prosperity clearly reached its peak in the following decade when the convent invested altogether 112,548 pesos in loans.",
    "The intelligentsia did contend that bringing in foreign economic power was essential not just to prosperity, but to national existence.",
    "His argument is that without civilized trust permeating in society, sustained prosperity is more difficult to create.",
    "Second, although the countries of the region are economically underdeveloped, prosperity and development remain major goals in the articulation of their foreign policies."
  ],
  "list_see_also": [],
  "list_browse": [
    "prospect",
    "prospector",
    "prospectus",
    "prosper",
    "prosperity",
    "prosperous",
    "prosperously",
    "prostate",
    "prostitute"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810087635_7d0a73f58f_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810087635_0f16e780e3_o.png",
      "id_image": "prosperity_4844530"
    }
  ]
}