{
  "english": "provocation",
  "phat_am": "provəˈkeiʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự khiêu khích",
          "definition": "the act of provoking or state of being provoked",
          "world_new": [
            "act",
            "state"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He’s liable to lose his temper at the slightest provocation.",
              "world_new": [
                "liable",
                "lose",
                "temper",
                "slightest"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In between play sessions, boys responded to hypothetical provocations involving each of their peer group members.",
    "Maintaining an autonomy supportive attitude as a therapist, particularly in the context of the patient's provocation or distress, is no small matter.",
    "It is not just housing, and so this provocation is not new, it's actually really old.",
    "Certainly, there is an element of (we hope) goodnatured provocation in our discussion - this was, after all, going to be a \"target\" article.",
    "At least, he wasn't criticizing us even though he had a lot of provocation.",
    "At the time, this initiative was an act of provocation to the majority of the medical profession.",
    "Regional cerebral blood flow measured during symptom provocation in obsessive - compulsive disorder using oxygen 15-labeled carbon dioxide and positron emission tomography.",
    "Nonetheless, for sufficient provocation might these means be morally acceptable?"
  ],
  "list_see_also": [],
  "list_browse": [
    "provision",
    "provisional",
    "provisionally",
    "provisions",
    "provocation",
    "provocative",
    "provocatively",
    "provoke",
    "prow"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809703944_4eb8930783_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809703944_a7788ce295_o.png",
      "id_image": "provocation_1397094"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809463928_5c3980e69b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809463928_710f997dde_o.png",
      "id_image": "provocation_4201565"
    }
  ]
}