{
  "english": "reformer",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người thực hiện cải cách",
          "definition": "a person who wishes to bring about improvements",
          "world_new": [
            "person",
            "bring"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a social reformer",
              "world_new": [
                "social"
              ]
            },
            {
              "ex_of_definition": "one of the reformers of our political system.",
              "world_new": [
                "our",
                "political",
                "system"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "To start with, the attacks coincided with growing doubts by the reformers regarding their own methods.",
    "Such comment would have been unthinkable before 1784, and the journal evidently had the protection of the liberal reformers in government.",
    "Some reformers sought to bring about minor simplifications (believing it to be obscure and clumsy in parts), while others wanted more radical change.",
    "Many influential reformers seemed ready to settle for what they could get from the new tory government, rather than extend their own agitation.",
    "This historiographical division is matched by the divided opinions of reformers at the time.",
    "The book begins with three valuable theoretical lessons for pension reformers of all stripes.",
    "It also underlines the extent to which reformers were dependent upon events to attract parliamentary attention to their cause.",
    "Thirdly, and perhaps least recognized, there was an important policy logic to reformers' strategies in the veto-free/hierarchical regimes."
  ],
  "list_see_also": [],
  "list_browse": [
    "reforestation",
    "reform",
    "reformation",
    "reformed",
    "reformer",
    "refract",
    "refraction",
    "refrain",
    "refresh"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809446023_95d922a29a_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809446023_90dbbeb448_o.png",
      "id_image": "reformer_5650537"
    }
  ]
}