{
  "english": "refuge",
  "phat_am": "ˈrefjuːdʒ",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "nơi ẩn náu",
          "definition": "(a place which gives) shelter or protection from danger, trouble etc",
          "world_new": [
            "place",
            "shelter",
            "protection",
            "danger",
            "trouble"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The escaped prisoner sought refuge in the church.",
              "world_new": [
                "prisoner",
                "church"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The ideology of separate spheres breaks down when the home can no longer symbolize a refuge from the public world.",
    "What was to be the name of the designated area-a 'wilderness,' a 'wildlife refuge,' or a 'wildlife range'?",
    "He argues that this conceptualisation builds a refuge of meaning within the bourgeois romantic critique of industrial society.",
    "They see, in these miserable paupers in search of a refuge, their future inner enemies, the sign of a siege to come.",
    "Seeking refuge in the past may be understood as their means of not being overwhelmed by their anxieties.",
    "Microbial life can thus exist in isolated geothermal refuges despite long-term subfreezing surface conditions.",
    "The second was a stunted radical-democratic impulse which, being denied a more conventional expression, sought refuge in increasing extremities of nationalist belief.",
    "In both taxa, groups of related individuals share a refuge and forage on rich but unpredictable food resources that may last only hours to days."
  ],
  "list_see_also": [
    "refugee"
  ],
  "list_browse": [
    "refrigerate",
    "refrigeration",
    "refrigerator",
    "refuel",
    "refuge",
    "refugee",
    "refund",
    "refusal",
    "refuse"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809685439_716a4ef471_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809685439_cfe623dd2e_o.png",
      "id_image": "refuge_3122418"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809330351_2310b5db97_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809330351_93460cdf40_o.png",
      "id_image": "refuge_354510"
    }
  ]
}