{
  "english": "remover",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người dọn đồ; vật bỏ đi",
          "definition": "a person or thing that removes",
          "world_new": [
            "person"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a stain remover",
              "world_new": [
                "stain"
              ]
            },
            {
              "ex_of_definition": "a firm of furniture removers.",
              "world_new": [
                "firm",
                "furniture"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Birds also played a noticeable role as seed removers in flooded savanna, but apparently their impact as granivores in open and tree savanna is negligible.",
    "Increasingly, the public, too, expect to be protected from dangers—from cowboy asbestos removers, construction site accidents, chemical plant explosions and hazardous fumes.",
    "In our study, only small rodents were observed as removers, with some differences in species composition between the two regions.",
    "These are buses—that is to say, road passenger transport—warehousing, agricultural machinery, security transport and removers.",
    "My information from contacts in my constituency is that youngsters are indulging in sniffing not only glue but paint remover, hair lacquer and petrol.",
    "Tar remover is exhibited for sale and sold in large quantities.",
    "Substances misused are many and varied and usually include common household items such as glues, aerosol sprays, nail varnish remover, and lighter fuel.",
    "I could quote, not the case of an individual furniture remover, but the cases of a score of cotton operators in a little village."
  ],
  "list_see_also": [],
  "list_browse": [
    "remoteness",
    "removable",
    "removal",
    "remove",
    "remover",
    "remunerate",
    "remuneration",
    "remunerative",
    "renaissance"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809325481_1474ccb2a8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809325481_d970ef3107_o.png",
      "id_image": "remove_6183125"
    }
  ]
}