{
  "english": "renaissance",
  "phat_am": "riˈneisəns; American ˈrenəˌsons",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "Thời kỳ Phục hưng",
          "definition": "the period of time in Europe between the 14th and 17th centuries when people became interested again in the ideas and culture of ancient Greece and Rome, and these influenced new developments in art, literature, science etc",
          "world_new": [
            "period",
            "time",
            "people",
            "interested",
            "culture",
            "ancient",
            "art",
            "literature",
            "science"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "(also adjective) Renaissance architecture/art."
            }
          ]
        },
        {
          "mean_english": "sự khôi phục",
          "definition": "a new interest in something that makes it popular again after a long period of time",
          "world_new": [
            "interest",
            "popular",
            "long",
            "period",
            "time"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Health spa resorts are enjoying a renaissance."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "But speeding on the roads and circling in the skies has given the modern man the opportunity to see more than his renaissance predecessor.",
    "While it was discovered more than 30 years ago, it has in recent years undergone a renaissance.",
    "Immigrants have also been at the centre of an incipient urban cultural renaissance.",
    "However, if outside actors are even partially to blame for the problems, their actions will potentially contribute to, or hinder, the renaissance.",
    "I hope for a new renaissance of collaborations between composers and artists from other media, utilising the potentials of electronic sound.",
    "The strategy actually preferred depends on the participants' attitudes toward the prospects of a fresh start and the chances of the old paradigm's renaissance.",
    "This renaissance strongly inspired the youngest speakers of our cor pus (born between 1953 and 1978).",
    "Given our recent advances in technology, it seems that we stand at the threshold of a great renaissance in the understanding of this relationship."
  ],
  "list_see_also": [],
  "list_browse": [
    "remover",
    "remunerate",
    "remuneration",
    "remunerative",
    "renaissance",
    "render",
    "rendezvous",
    "renew",
    "renewable"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809680414_39a651359f_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809680414_0a9891500a_o.png",
      "id_image": "renaissance_5234443"
    }
  ]
}