{
  "english": "reorganize",
  "phat_am": "riːˈoːɡənaiz",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "tổ chức lại",
          "definition": "to organize differently; to put in a different order",
          "world_new": [
            "organize",
            "order"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "We’ll have to reorganize our filing system.",
              "world_new": [
                "our",
                "system"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The ubiquity of reunification fantasies serves as a reminder that young children are trying to make sense of their reorganized family.",
    "Reification renders such processes machine-analyzable by reorganizing them to use operations that are easier for computers to instrument.",
    "Neurons summate inputs and fire in bursts, other neurons react with longer latencies, the sensory signal is repeatedly reorganized, and the activity eventually dissipates.",
    "Faced with such perturbations, the workstations and the containers have to reorganize their activities without an external centralized control.",
    "At each time scale, different goals are apparent, and thus needs are reorganized.",
    "But (18) cannot be reorganized to deliver zeros in the right-hand column (the condition that allows one target to be decoupled).",
    "Repetitious training of some intact residual automatisms can then be used to reorganize the disturbed function on a more primitive and automatic level of activity.",
    "As the system evolves, the dynamics of the different variables may experience sudden changes that reorganize the system."
  ],
  "list_see_also": [
    "reorganization"
  ],
  "list_browse": [
    "rent-free",
    "rental",
    "renunciation",
    "reorganization",
    "reorganize",
    "repair",
    "repairable",
    "repairman",
    "reparable"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810061190_b944654357_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810061190_06f2d713d4_o.png",
      "id_image": "reorganize_3663515"
    }
  ]
}