{
  "english": "repetitive",
  "phat_am": "rəˈpetətiv",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "mang tính lặp đi lặp lại",
          "definition": "doing, saying, the same thing too often",
          "list_ex_of_definition": [
            {
              "ex_of_definition": "His speeches are very repetitive"
            },
            {
              "ex_of_definition": "My job is a bit repetitive.",
              "world_new": [
                "job",
                "bit"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Therapeutic efficacy of right prefrontal slow repetitive transcranial magnetic stimulation in major depression : a double-blind controlled study.",
    "If an accident appears on the groove, it may loop and read the same closed groove again and again, thus producing a continuous repetitive sound.",
    "This is particularly true of the early chapters, in which the text about the nature of biomedicine is both incoherent and repetitive.",
    "These chapters, perhaps inevitably, are redolent with the jargon and flow diagrams favoured by international agencies and are in part polemical and repetitive.",
    "The neural networks have the ability to learn the system's nonlinearities such as inverse dynamics and friction through repetitive training and self adjustments.",
    "The order of each primary in this list has been defined by the repetitive rearrangements of the rows and columns.",
    "The frames were varied to avoid special prosody that might be induced by a repetitive frame sentence.",
    "This is repetitive and, as a result, somewhat overstated."
  ],
  "list_see_also": [],
  "list_browse": [
    "repent",
    "repentance",
    "repentant",
    "repetition",
    "repetitive",
    "repetitively",
    "repetitiveness",
    "replace",
    "replaceable"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809323511_edbd0633d0_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809323511_2527d98ff3_o.png",
      "id_image": "repetitive_4243493"
    }
  ]
}