{
  "english": "risky",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adverb",
      "list_definition": [
        {
          "mean_english": "mạo hiểm",
          "definition": "possibly causing or bringing loss, injury etc",
          "world_new": [
            "possibly",
            "loss",
            "injury"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Motor-racing is a risky business.",
              "world_new": [
                "business"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The risk-taking scale reflects the extent to which the respondent's reported behaviour reflects a willingness to engage in risky activities.",
    "However, under the assumption of homogeneous beliefs about the covariance matrix of future payoffs, short-sale constraints will only increase risky asset prices.",
    "And with the environment becoming increasingly risky, the sharing of safety equipment and communications technology is important.",
    "One source of difficulty is inherent in any single case study : conclusions on such a basis, whether positive or negative, are always risky.",
    "Despite these enabling factors, women's choice of opera as a professional path was still risky.",
    "It is fair to require individuals who engage in certain risky actions that result in costly medical needs to pay higher premiums or taxes.",
    "Further, these funds may distort compensation profiles and create incentives for the inclusion of overly risky assets in a pension portfolio.",
    "Training was costly, time-consuming and inherently risky, since a new skill could quickly become obsolete or fail to attract sufficient work to merit the investment."
  ],
  "list_see_also": [],
  "list_browse": [
    "rise",
    "rise to the occasion",
    "rising",
    "risk",
    "risky",
    "risotto",
    "rite",
    "ritual",
    "rival"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809345271_16c90a5ff2_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809345271_24b38c84f1_o.png",
      "id_image": "risky_1877101"
    }
  ]
}